<footer class="bg-gray-800 md:p-6 p-2">
    <div class="md:container md:mx-auto px-2 md:px-8">
        <div class="lg:flex lg:gap-4">
            <div class="lg:w-3/4">
               <p class="mb-2"> <a href="/" class="text-2xl text-rose-500 font-bold flex items-center gap-1">{{ config('app.name') }} <svg class="w-[20px]" fill="#E11D48" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512"><!--! Font Awesome Pro 6.1.2 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2022 Fonticons, Inc. --><path d="M352 0H48C21.49 0 0 21.49 0 48v288c0 14.16 6.246 26.76 16 35.54v81.36C6.607 458.5 0 468.3 0 479.1C0 497.7 14.33 512 31.1 512h320c53.02 0 96-42.98 96-96V96C448 42.98 405 0 352 0zM324.8 170.4c3.006 .4297 4.295 4.154 2.004 6.301L306.2 196.9l4.869 28.5c.4297 2.434-1.576 4.439-3.725 4.439c-.5723 0-1.145-.1445-1.719-.4297L280 215.9l-25.63 13.46c-.5723 .2852-1.145 .4297-1.719 .4297c-2.146 0-4.152-2.006-3.723-4.439l4.869-28.5l-20.62-20.19c-2.291-2.146-1.002-5.871 2.006-6.301l28.64-4.152l12.89-25.92C277.3 138.9 278.7 138.2 280 138.2s2.721 .7168 3.295 2.148l12.89 25.92L324.8 170.4zM216 72c23.66 0 46.61 6.953 66.36 20.09c3.219 2.141 4.438 6.281 2.906 9.844c-1.547 3.547-5.453 5.562-9.172 4.594C268.8 104.8 262.2 104 256 104C207.5 104 168 143.5 168 192S207.5 280 256 280c6.234 0 12.81-.8281 20.09-2.531c3.719-.9687 7.625 1.047 9.172 4.594c1.531 3.562 .3125 7.703-2.906 9.844C262.6 305 239.7 312 216 312C149.8 312 96 258.2 96 192S149.8 72 216 72zM352 448H64v-64h288c17.67 0 32 14.33 32 32C384 433.7 369.7 448 352 448z"/></svg></a> </p>
                <p class="border text-white p-2 text-[14px]" >
                    আল্লাহ বলেন-  <strong class="font-bold text-xl block py-4" style="font-family: 'Noto Naskh Arabic', serif;">فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ وَلَا تَعْجَلْ بِالْقُرْآنِ مِن قَبْلِ أَن يُقْضَى إِلَيْكَ وَحْيُهُ وَقُل رَّبِّ زِدْنِي عِلْمًا</strong> -
                    অর্থাৎ সত্যিকার মালিক আল্লাহ মহান। আপনার প্রতি আল্লাহর ওহী সম্পূর্ণ হওয়ার পূর্বে আপনি কোরআন গ্রহণের ব্যাপারে তাড়াহুড়া করবেন না এবং বলুন, হে আমার পালনকর্তা! আমার জ্ঞান বৃদ্ধি করুন। (সুরা ত্বাহা, আয়াত ১১৪)
                </p>
            </div>
            <div class="lg:w-1/4 px-4 py-4">
                <ul>
                    <li class="list-disc text-white hover:text-rose-500 transition duration-300"><a href="{{ route('page.privacy') }}">Privacy Policy</a></li>
                </ul>
            </div>
        </div>
    </div>
</footer>
